{
    "name": "Ordinal Loops",
    "supply": "7",
    "range":"452-641" ,
    "about": "This collection is a part of sub 10k club.\nOrdinal Loops is a curated project of three chapters with distinctive but ultimately interconnected storylines that will later culminate to a creation of unique Bitcoin Ordinals community. Our early events and motivations stem back to 2017 focused on meatspace with activity leading to the creation of an NGO in early 2021 reinforcing the areas of creative capital, human rights and a public discourse. Portion of retrieved funds is further shared to imapactful projects related to Ordinals ecosystem. We retain good relationships with both small and national galleries, numerous art venues of which we some co/operate and event spaces across Europe, with awareness throughout the Americas and SEA. Privately, we are known in both Bitcoin as well as broader crypto landscape and believe to have grand impact on the NFTs environment for the future to come. In that way, our plan is to leverage the existing collaborations and relationships to show what is Bitcoin's blockchain capable of for the art culture.\nFirst chapter called Do Not Fiat is a series observing the hostile FIAT environment in which Bitcoin has been born from the ashes of GFC. Such a contemporary landscape remains a living organism - loop, with other cryptocurrencies added over time. Furiously, Bitcoin ASCII fights the army of five main government currencies - ad infinitum.",
    "how-to-buy":"Opened to direct trade. Auctions. Potentially OpenOrdex bids." ,
    "value-proposiion":"Education, community integration and manifestation of art visions.",
    "roadmap":"Collaborations, partnerships and deeper artistic integrations with educational notion.",
    "mint-status":"Minted 14/21",
    "team":"@bittosky#0200 and Kefas are founding partners but is 10+ members in siz",
    "additional-links":"-",
    "twitter_link": "https://twitter.com/Ordinal_Loops",
    "discord_link": "https://discord.gg/2sVCcduJY7",
    "website_link": "https://www.ordinalloops.xyz/"
}