{
    "name": "Bitcoin Boos",
    "supply": "101",
    "range":"3314-14274" ,
    "about": "Bitcoin Boos are a collection of 101 originals who were hidden in plain sats. We now run a Kingdom! Come join us 🙂",
    "how-to-buy":"As of right now, the founder (Bootoshi) handle escrows in the server. ESCROWS WILL BE MADE IN A PRIVATE CHANNEL! NEVER IN DMS. " ,
    "value-proposiion":"Sub 10k inscripts was a race. As the ordinal community/market currently stands, the most valuable inscriptions are sub 10k, and people associate 10k with the common eth collection number. Therefore sub 10k inscripts are a collection themselves.\nDue to the way we inscripted, 60% of our collection is sub 10k. 95% is sub 11k. 5% scattered in the last, but 100% of the project is sub 15k.\nAn issue with alot of these sub 10k inscripts, is they are not projects. Cash grabs, dried community with no passion, the only value they provide is their history as part of BTC history.\nBut why hold something boring? Why would you hold a rug project that's sub 10k when you can hold something fun, providing value? BTC Boos is a mix of being a part of BTC history as having over half the collection be sub 10k, as well as providing value by being a project as a whole (still providing value for inscriptions that are post 10k- people want to buy the project for the project, not just history)",
    "roadmap":"Details redacted not to spoil the surprises, but here are some keywords:\n1) RPG \n2. AI\n3. Minecraft",
    "mint-status":"-",
    "team":"Bootoshi is a split personality persona of two people.\nOne is techy, focuses more on the dev side of the project (Also helped with art !)\nThe other is artsy but business smart asf, focuses more on fun art and providing value for Bootoshi via handling connections and such. \nWe both contribute to the community, splitting shifts ect, sometimes talking at the same time adding more fun to Bootoshi, we are fully open about this. holders just accepted bootoshi is probably pathologically insane. it adds spice!",
    "additional-links":"-",
    "twitter_link": "https://twitter.com/BitcoinBoos",
    "discord_link": "https://discord.gg/X3HaYDDN",
    "website_link": ""
}