{
    "name": "Satoshi Kingdoms",
    "supply": "200-250",
    "range":"165743-294425" ,
    "about": "A collection of animated PFPs that live in the Satoshi Kingdoms. They have been banished from their home and found new lands to explore. New adventures and trials await Baddies and Goodies... perhaps one day they will unite?",
    "how-to-buy":"We are listed on Ordinalswallets.com, Gamma.io and will be listed on Ordswap.io" ,
    "value-proposiion":"We are a fully animated collection, with 400+ traits. Almost every single NFT is 100% unique including animated traits and backgrounds.",
    "roadmap":"PHASE 1: Stargaze Kingdoms discovered in the Cosmos!\n- 2,000 Skeleton baddies minted on Stargaze launchpad (Based on market conditions)\n- All profits staked to a Stargaze NFT Project Validator\n- Marketing kick off with giveaways, advertising and networking\n- During mint, staking and reward claiming will begin\n- Staking rewards will be used in the following way (Until goal of $50,000 USD in $STARS is reached): \n- 50% used to help mint out Stargaze Kingdoms\n- After mint out, 50% used to buy\nStargaze Kingdoms floor price \n- 30% community voted projects\n- 100% of royalties will go to staking \n- 20% of rewards are staked\n- Stargaze Kingdoms NFTs minted by the treasury will be used for collabs, giveaway and raffle to holders.\n1-3 Months After Full Mint (until goal is reached)\nPHASE 2: Baddies have found a home but....!?\n- After mint and profits goal in staked reached ($50,000 USD).\n- Royalty will be 80% to creators, 20% goes to treasury to be used to grow project. Claimed rewards changed to 10% to creators. (%’s will vary depending on market prices, not to exceed 25%)\n- Treasury rewards will be used to mint community voted Stargaze NFTs\n- Minted NFTs raffled to holders and giveaways\n- Goodies have invaded????\n3-6 Months After Full Mint\nPHASE 3: Rise of the Goodie Kingdom\n- Goodies Mint\n- (Time depends on Stargaze devs) Stargaze Kingdoms DAO\n- SK DAO used to vote on projects to be minted with treasury funds\n- A clash between the Goodies & Baddies has revealed...the Goblin Kingdom!\n6+ Months After Full Mint\nPHASE 4: Others have entered Stargaze Kingdoms\n- Projects looking to mint on Stargaze can join the SK community.\n- Projects approved through DAO join SK\n- Treasury funds used to mint community approved projects\n- NFTs airdropped to all holders\n- Goblins have tunneled through a mountain in an effort to gather resources and discovered the hidden valley of... the Elven Kingdom! ",
    "mint-status":"We have brought over many of our holders to Ordinals by offered a way to burn your IPFS NFT and inscribing them into BTC. The treasury holds several NFTs that will either be auctioned off OTC through discord or purchasable on one of the Marketplaces such as Ordinal Wallets.",
    "team":"Scooby and Reggie (Da1illest) are co-creators. Scooby is mostly responsible for animation, coding and behind the scenes. Reggie primarily works on the artwork side of things. We have done the artwork for a few high profile projects.",
    "additional-links":"-",
    "twitter_link": "https://twitter.com/BaddiesvGoodies",
    "discord_link": "https://discord.gg/NQQawNRHEQ",
    "website_link": "https://skwad.info/"
}