{
    "name": "BitRunner Punks",
    "supply": "1000",
    "range":"57688-74933" ,
    "about": "BitRunner Punks were built to stand the test of time. This new 10k collection has way more personality than any other punk-style PFP collection. The faces of the punks have been brought to life by designing them to look right at you and giving them more detailed human-style facial features, but still within the constraints of being pixel art. Designed with precision and detail, with over 100 traits in a well-thought-out rarity system, they have maximum adherence to original punk trait-logic and aesthetics. Made to be collected, distinctive and memorable. The collection is already re-inscribed sub-100k on Litecoin and all holders will also receive their bitcoin ordinal version of their punk shortly after mint (which is on Saturday 11 March).",
    "how-to-buy":"Mint will be handled entirely through support tickets within the discord server. The collection will be listed ASAP after mint on all the major marketplaces." ,
    "value-proposiion":"Holding a BitRunner Punk also comes with special benefits if you are considering inscribing your own ordinals, either individually, or inscribing a complete collection. As a BitRunner Punk holder you will be able to get your first 500 inscriptions FREE (excluding transaction fees), through the services (and full tech support) of our strategic partner the Early Ordies, which include:\nORD-SCRIBE\nPainless Inscriptions with Ord Scribe, a DFY (Do-For-You) service where the Early Ordies team do the hard work of making sure your awesome content gets inscribed on-chain. Fee calculations are transparent and they can send the inscriptions to your receive address right after minting or hold them safely in escrow for you if needed.\nORD-CLOUD\nMint your own Inscriptions with Ord Cloud Wallet. Save thousands of dollars in inscription fees and fully control your ordinals by running your own node. In only a few hours, you will have a cloud-based server with an ord wallet running on top of a fully synced Bitcoin node. After deployment, you can use this server for minting, receiving, sending, and selling inscriptions. This is a great choice for DIY-ers who want full control of their ordinals.\nORD-MATE\nIf you need to launch your collection quickly and have the art ready, the Early Ordies team can be your ordinal devs to support your project from end-to-end. They can take care of setting up and operating your ord-cloud wallet, create the inscriptions, and sending them out your buyers. They can also support your community on how to set up their wallets so that they can securely store them or trade them with other ordies.",
    "roadmap":"TBA",
    "mint-status":"When a BitRunner Punk is minted, the buyer will receive two ordinals - two assets for the price of one. Before you receive your punk as a bitcoin ordinal, you will first receive the ordinal of your punk inscribed onto the Litecoin blockchain. This will happen soon after you mint and your Litecoin ordinal will be sent to the ordinal wallet address that you specify when minting. The Litecoin versions have all been pre-inscribed with inscription numbers between #57688 and #74933. After a short time you will then also receive the Bitcoin ordinal version of your punk. Your mint is then complete. You are of course free to hold or sell your litecoin ordinal or your bitcoin ordinal or both.\nMINT PRICE: 0.001 BTC / 0.014 ETH\nMINT DATE: Saturday 11 March (exact time to be announced)",
    "team":"Zac Newton: designer and founder. \nThe devs are the technical team from Early Ordies. We have paid discord mods and collab managers.",
    "additional-links":"-",
    "twitter_link": "https://twitter.com/bitrunnerpunk",
    "discord_link": "https://discord.gg/bitrunnerpunks",
    "website_link": "https://www.bitrunnerpunks.com/"
}