{
    "name": "Extraordinals",
    "supply": "100",
    "range":"44390-45614" ,
    "about": "ExtraOrdinal.io is a revolutionary platform that combines technological, networking and financial opportunities by connecting the Bitcoin and already established Web3 communities through the shared fascination of Digital Artifacts.",
    "how-to-buy":"The collection can be bought on OS: https://opensea.io/collection/extraordinals \nTo enable the trade on BTC ecosystem, we are waiting to make sure that the current options are safe for our holders. The ETH NFTs can be used later on to claim the inscriptions on Bitcoin." ,
    "value-proposiion":"1) Extraordinal.io provides holders and their communities with services and education for the rapidly evolving space. Our dedicated data team analyzes the market and distills relevant information to deliver the latest innovations and alpha opportunities. \n2) We offer original art, lore and branding with an exciting market fit. We execute a long-term vision to roll out our current and future products to bring value both to our holders and to the Ordinals community as a whole. \n3) Our holders are hand-selected industry veterans with years of experience positively impacting the Web3 space and eagerness to connect to other promising communities. \n4) Extraordinals get exposure to wider BTC ecosystem through the collections held in our treasury. \n5) Our team has big brain devs to build on BTC ecosystem. We are actively looking for solutions that can serve the needs of ordinal communities. \n6) We help artists and community leaders to create their own collections on BTC. Our expertise and services are free for the holders.",
    "roadmap":"1) Project library with detailed information on existing and upcoming projects. Incentives for community inputs are being planned. \n2) Ordinal news to keep our community updated about recent events in the ecosystem. \n3) Alpha on BTC and ETH ecosystem to present investment and airdrop opportunities to the community. \n4) Periodic town halls and Twitter Spaces to share insights on where the Bitcoin ecosystem is headed. \n5) Guides on using the tools and services in the BTC ecosystem. \n6) Providing tech solutions to the growing ecosystem. \n7) This item has been redacted by the void not to spoil the surprise.",
    "mint-status":"Private sale for hand-selected individuals who will join our efforts to create the strongest brand on BTC ecosystem. If you think you are one of them, open a ticket to contact us.",
    "team":"https://twitter.com/GreenCandleJack \nhttps://twitter.com/Regis_369 \nhttps://twitter.com/0xNoxAeris \nhttps://twitter.com/CKing5678 \nhttps://twitter.com/miraitech",
    "additional-links":"https://linktr.ee/extraordinals",
    "twitter_link": "https://twitter.com/ExtraordinalBTC",
    "discord_link": "https://discord.gg/extraordinals",
    "website_link": "https://extraordinal.io/"
}